{
	"welcome_message": "<h1>Welcome to Raven's Investigations</h1><p>Your trusted partner in solving mysteries. Whether it's uncovering the truth behind a missing person, investigating corporate espionage, or bringing closure to cold cases, our expertise is your advantage. We specialize in discreet and thorough investigations, ensuring that justice is served.</p><p>Take a look around, learn more about our services, and feel free to contact us if you need help solving your case. Remember, no mystery is too big or too small for Raven's Investigations.</p>",
	"about_section": "<h2>About Raven's Investigations</h2><p>Founded by a former intelligence officer, Raven's Investigations brings years of experience in solving complex cases with precision and confidentiality. Our lead detective, known as 'Raven,' has a reputation for seeing what others miss. With an eye for detail and a commitment to uncovering the truth, Raven has solved countless cases that were considered impossible by others.</p><p>Contact us today to learn more about how we can assist you in finding the answers you seek.</p>",
	"services_offered": "<h2>Our Services</h2><ul><li><strong>Case Solving for Missing Persons:</strong> Finding those who have disappeared.</li><li><strong>Uncovering Corporate Espionage:</strong> Protecting your business from insider threats.</li><li><strong>Revealing Background Checks:</strong> Ensuring you know who you're dealing with.</li><li><strong>Leading Cold Case Solutions:</strong> Revisiting unsolved cases with fresh eyes.</li></ul>",
	"curl_secret": "If you're reading this, it means I couldn't finish what I started. But the truth is out there, waiting to be uncovered. I need you to take this  route  even if it  is  dangerous from where I left off. There is a  secret  hidden in the shadows, lies that threaten everything we know. I'm begging you, don't let this end with me. You have to find the truth, no matter the cost. Your  mission  is critical. The future depends on it. Be careful. They're watching. Trust no one, and remember, they will try to stop you at every turn. Stay vigilant. The truth is closer than you think.",
	"message": "<h1>Secret Mission</h1><p>If you're reading this, it means I've been compromised... or worse. They found me before I could reveal the truth. There's a conspiracy far greater than we imagined, involving people at the highest levels. The truth is buried deep, but I managed to uncover it. </p><p><strong>Here is your clue:</strong></p><p><a href='/secretfile'>SecretFile</a></p><p>But beware, they're watching. Every move you make from now on puts you at risk. Trust no one. They will come after you. Be careful. You're now on the path to uncovering a secret so powerful, so dangerous, that they'll do anything to keep it hidden</p>",
	"MITM_message": "URGENT MESSAGE! ... Zzz... the key is in the name... Zzz... the truth is hidden in columns... Zzz... 64 in the base... 21 long... Zzz... they're coming... Zzz... Trust no one... Zzz... | ",
	"column_cipher_message": "Thank goodnes you made it this far! You must now go to ctf.yehudagurovich.com/finalmessage to find who is behind all of this. HURRY!"
}